type ImagePath = `/images/img${number}.jpeg`;

export type Challenge = {
  id: number;
  name: string;
  slug: string;
  images: ImagePath[];
  linkedin: string;
  description: string;
};

export const challenges: Challenge[] = [
  {
    id: 1,
    name: "The Hidden Forrest",
    slug: "the-hidden-forrest",
    images: ["/images/img1.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7345392404914397186-yaEk",
    description: `გადავწყვიტე, ჩემს თავს პატარა გამოწვევა დავუსახო⚡️

ზოგადად, ძალიან მიყვარს ფიქრი, მაქვს ჩემი სამყარო და მილიონი იდეა.

მაგრამ, თითქმის ვერ ვახერხებდი ამ ყველაფრის სხვებისთვის გაზიარებას.

AI-მ მომცა შესაძლებლობა, რაც ჩემს თავში ხდება გავხადო ხილული, გადავაქციო რეალობად (თუნდაც სატესტო აპის ფორმით) და რაც მთავარია, ჩემი კრეატიული მხარე უფრო განვავითარო. 

რაც შეეხება გამოწვევას: ⤵️
რადგან ამ ეტაპზე ყველანაირად ფოკუსირებული ვარ კანვაზე და მის განახლებებზე (კურსსაც ოდესმე დავასრულებ), გადავწყვიტე დღეიდან 30 დღის განმავლობაში Canva AI-ს გამოყენებით ჩემი სამყარო ფოტოებად გადავაქციო და ყოველდღიურად ერთი (ან რამდენიმე) ფოტო გაგიზიაროთ.

ძალიან მაინტერესებს რამდენის საშუალებას მივცემთ მე და Canva AI ერთმანეთს. ✨️

გიზიარებთ პირველ ფოტოს - "The Hidden Forrest".

მადლობა ყურადღებისთვის! 🤍`,
  },
  {
    id: 2,
    name: "Last Breath of The Earth",
    slug: "last-breath-of-the-earth",
    images: ["/images/img2.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-canvaai-activity-7345752211592810498-31EQ",
    description: `გამოწვევის მეორე დღე და მეორე სურათი - "Last Breath of The Earth". 🌏

ძალიან მაშინებს რასაც სპეციალისტებისგან ვისმენ, რა გველოდება მომავალში, თუ ჩვენს პლანეტას უკეთ არ მივხედავთ და არ შევუწყიბთ ხელს. 

იმის მიუხედავად, რომ არ ვარ გარემოსდაცვით საკითხებში პროფესიონალი და ძალიან გარკვეული ადამიანი, მაინტერესებს და მადარდებს ჩვენი სახლის ბედი.

ამ სურათით, ვეცადე გადმომეცა ჩემი დარდი ამ საკითხზე. 

⚡️შეგახსენებთ გამოწვევას, რომელიც საკუთარ თავს დავუწესე - 30 დღე, ყოველდღიურად Canva AI-ს გამოყენებით შექმნილი სურათი/ები უნდა გაგიზიაროთ. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 3,
    name: "The Dreamer's Library",
    slug: "the-dreamers-library",
    images: ["/images/img3.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-canvaai-activity-7346133299167178752-2nMo",
    description: `გამოწვევის მესამე დღე - "The Dreamer's Library". ✨️

გადავწყვიტე, ამ გამოწვევის საშუალებით ცოტა თავიც გაგაცნოთ. 30 დღე საკმაოდ ბევრია, რომ ჩემთვის მნიშვნელოვან საკითხებს შევეხო. 📖

როგორც მიყვებიან, კითხვა ძალიან პატარამ ვისწავლე და 3 წლიდან, წიგნი არ გამიგდია ხელიდან. კითხვა გახდა ჩემი საყვარელი აქტივობა, რომელიც სხვადასხვა სამყაროს აღმოჩენაში მეხმარებოდა და დღემდე მეხმარება. 

ბავშვობაში ის ბიბლიოთეკა მინდოდა, ურჩხულმა რომ ლამაზმანს აჩუქა 😁 ახლა კი, ჩემი ბიბლიოთეკა ისე წარმომიდგენია, როგორც სურათზეა - ყველაფერს მოწყვეტილი, სიჩუმეში და სიმვშვიდეში, ჯადოსნური წიგნებით სავსე. იქ, სადაც მხოლოდ მეოცნების გონებას შეუძლია მიწვდეს. 

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს მიერ შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍 `,
  },
  {
    id: 4,
    name: "Rebuild from Trash",
    slug: "rebuild-from-trash",
    images: ["/images/img4.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7346610458830721024-ppsK",
    description: `გამოწვევის მეოთხე დღე - "Rebuild from Trash".

დღევანდელი დღე მართლა გამოწვევა იყო ჩემთვის. ბავშვებს ჩუტყვავილა აქვთ, მე - ვირუსი. ალბათ, შეგიძლიათ წარმოიდგინოთ რა ხდება ჩემს სახლში 😵‍💫

მინდოდა აზრიანი აღწერა დამერთო ფოტოსთვის, მაგრამ, აზრი აღარ შემრჩა თავში 😅

მოკლედ ვიტყვი - მივხედოთ ნაგავს. 😁 Canva AI-ს და მე თუ შეგვიძლია გადამუშავებული ნაგვისგან ქალაქის აშენება, პროფესიონალებიც შეძლებენ. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 5,
    name: "The Nomad Cities",
    slug: "the-nomad-cities",
    images: ["/images/img5.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%AE%E1%83%A3%E1%83%97%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-the-nomad-cities-activity-7346959692788592640-HYUO",
    description: `გამოწვევის მეხუთე დღე - "The Nomad Cities".

დისტანციურად მუშაობა კი მიყვარს, მაგრამ ასეატ ოფისში ხანდახან მივიდოდი 😁

ისე, ცაშიღა გვაკლია საცობები ზუსტად.

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი ფოტო მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 6,
    name: "Tiny Forrest of My Dreams",
    slug: "tiny-forrest-of-my-dreams",
    images: ["/images/img6.jpeg", "/images/img7.jpeg", "/images/img8.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7347178012578144256-BiKu",
    description: `გამოწვევის მეექვსე დღე - "Tiny Forrest of My Dreams"

ბავშვურად მჯერა საოცრებების და ჯადოსნური სამყაროების არსებობის ✨️

მერე რა, რომ ჯერ ვერ ვიპოვნე. მჯერა, რომ ჩემი ეზოს მიმალულ კუნჭულში ასეთი სამყაროა დამალული და ჩემი ძაღლები იმიტომ ყეფენ მაინცდამაინც იმ ადგილზე 😂 

თქვენ რისი არსებობის გჯერათ მთელი გულით?

ის მაინც ბრუნავს არა და ის მაინც არსებობს!

შეგახსენებთ გამოწვევას - 30 დღის მანძილზე, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერატი ფოტო მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 7,
    name: "Inner Peace",
    slug: "inner-peace",
    images: ["/images/img9.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7347519470531137536-ozBA",
    description: `გამოწვევის მეშვიდე დღე - "Inner Peace".

დღევანდელ გარემოში ძალიან მიჭირს რამენაირი სიმშვიდის პოვნა. მუდმივი სტრესი, ქვეყნის ბედზე ნერვიულობა, ჩქარა-ჩქარა მოსასწრები საქმეები, ათასი სხვა საფიქრალი. ბევრი გამიგებთ, დარწმუნებული ვარ. 

ძალიან რომ მოვინდომე, აი, ასე წარმოვიდგინე ჩემი შინაგანი სიმშვიდე. მანათობელი ჯადოსნური სამყარო იმ სიბნელეში, სადაც ყოველდღიური სტრესი მამყოფებს. 

"გისურვებთ შინაგანი სიმშვიდის პოვნას" - ჩემს საყვარელ სურვილად იქცა. 

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 8,
    name: "A Tale of a Secret Town",
    slug: "a-tale-of-a-secret-town",
    images: [
      "/images/img10.jpeg",
      "/images/img11.jpeg",
      "/images/img12.jpeg",
      "/images/img13.jpeg",
      "/images/img14.jpeg",
    ],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7347952704410808320-jO4z",
    description: `გამოწვევის მერვე დღე - "A Tale of a Secret Town"

გადავწყვიტე, ამ კვირაში, ჩემს წარმოსახვაში არსებულ პატარა ჯადოსნური ქალაქი გავაცოცხლო. 🏘

რა თქმა უნდა, ეს ქალაქი სავსეა ჯადოსნური მაღაზიებით, სადაც ამ კვირის ბოლომდე გამოგზაურებთ. 

დავიწყე საკონდიტროთი, იმიტომ, რომ ცოტა წავუკუჭისმონებ 😂 რა ვქნა, მიყვარს ცხობა და ზოგადად ტკბილეული. 🧁

ჯერჯერობით ასეთი დესერტების ცხობა არ მიცდია 😁 ეს ელფი მე არ ვარ, მაგრამ მის ადგილზე სიამოვნებით ვიქნებოდი. 

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უ და გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი ფოტო მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 9,
    name: "World at Your Feet",
    slug: "world-at-your-feet",
    images: [
      "/images/img15.jpeg",
      "/images/img16.jpeg",
      "/images/img17.jpeg",
      "/images/img18.jpeg",
    ],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7348380185068539904-X_AJ",
    description: `🇬🇪⬇️ Day 9 of my challenge - "World at Your Feet".
I just noticed, Canva replies to tags on English posts? 👀 Let's experiment a little and see if I get their attention. 

Let me continue the tale of my little magical town. Somewhere in the less visited part of the town, there is an ordinary building. Nothing magical about it... except for the door. 🚪

You just have to ask and open the door, it will take you anywhere you'd like. 
🌊The bottom of the ocean? Sure, just a moment. 
🐒The jungle? Hang on a moment. 
🏜Maybe the desert? Close your eyes for a sec. 

Where would you want it to take you? 

P.S. I challenged myself to share photos made by Canva AI and I on a daily basis for 30 days. 

ჩემი გამოწვევის მეცხრე დღე - "World at Your Feet". 

პატარა ექსპერიმენტს ვატარებ. შევამჩნიე, რომ კანვა პასუხობს თაგებს ინგლისურ პოსტებზე. აბა, მეც თუ ინგლისურად დავწერ, გამომეხმაურებიან? 😁

გავაგრძელებ ჩემი პატარა ჯადოსნური ქალაქის თქვენთვის გაცნობას. სადღაც გადაკარგულ ნაწილში არის ერთი შეხედვით ჩვეულებრივი შენობა. მაგრამ, თუ ჩაიფიქრებ სად გინდა ყოფნა და კარს შეაღებ, პირდაპი იქ აღმოჩნდები. 
🌊 ოკეანის ფსკერზე? რატომაც არა.
🐒 ჯუნგლებში? ახლავე. 
🏜 უდაბნოში? ერთი წუთით მოიცადე. 

თქვენ სად წახვიდოდით?

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 10,
    name: "The Forbidden Bookshop",
    slug: "the-forbidden-bookshop",
    images: ["/images/img19.jpeg", "/images/img20.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7348653023859982336-djHS",
    description: `გამოწვევის მეათე დღე - "The Forbidden Bookshop" 

ვაგრძელებ ჩემი პატარა ჯადოსნური ქალაქის ამბავს და მგონი, მხოლოდ ფოტოებს კი არა, მთლიან ისტორიასაც ვუქმნი 😁

კეთილი იყოს თქვენი მობრძანება აკრძალული წიგნების მაღაზიაში. 📖

წარმოიდგინეთ, წიგნის გადაშლისას, პორტალი რომ იხსნებოდეს თქვენს თვალწინ და გადაყავდეთ იმ სამყაროში, რომელიც წიგნშია აღწერილი. ✨️ 
აკრძალული უნდა იყოს, აბა რა, თორემ ჩემს ხელში რომ მოხვდეს, ალბათ, მთელ ცხოვრებას სამყაროდან სამყაროში მოგზაურობას შევალევ. 

ეს ქალი კი მაშინებს ცოტა, მაგრამ, ცნობისმოყვარეობას ვერაფერს ვუზამ და შიშს ნამდვილად ძლევს. 😂

ჩვენს რეალობაში რომელ წიგნზე ისურვებდით, რომ მსგავსი პორტალის გახსნა შეეძლოს? 

ჩემი პასუხი ძალიან არალინკდინურია - ჰარი პოტერი! 🦉

პ.ს. შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი ფოტო მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 11,
    name: "My Tiny Corner",
    slug: "my-tiny-corner",
    images: ["/images/img21.jpeg", "/images/img22.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_madewithcanva-activity-7349122645956640768-ZKI-",
    description: `გამოწვევის მეთერთმეტე დღე - "My Tiny Corner"

დღეს ისეთი დღე მქონდა, გადავწყვიტე, ჩემს წარმოსახვით ქალაქში მაინც დავაღწიო თავი. 🤐

აი, ასეთი იქნებოდა ჩემი ჯადოსნური კუთხე - პატარა კოტეჯი ტყის პირას, სიჩუმე, სიმშვიდე და მხოლოდ ჩემი ცუგების ყეფა 😂

არ იცით, რა სიამოვნებით ჩავჯდებოდი ახლა სავარძელში კარგ წიგნთან, ფინჯან ყავასთან და ცოტა ხნის წინ გამომცხვარ ნამცხვართან ერთად 🥹 

ვისაც სტუმრობა მპგინდებათ, ჩემი წარმოსახვითი კარი ყოველთვის ღია იქნება თქვენთვის 🤍

შეგახაენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. `,
  },
  {
    id: 12,
    name: "The Portal",
    slug: "the-portal",
    images: ["/images/img23.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%97%E1%83%9D%E1%83%A0%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-the-portal-activity-7349499082240851968-fYAJ",
    description: `გამოწვევის მეთორმეტე დღე - "The Portal"

თუ ბოლო რამდენიმე დღე ჩემს წარმოსახვით ჯადოსნურ ქალაქს ადევნებდით თვალს და სტუმრობა მოგინდათ - ეს პორტალი თქვენთვისაა. 🔮

უბრალოდ თვალები დახუჭეთ, ჩაიფიქრეთ და ქალაქის რომელ წერტილშიც გინდათ, იქ აღმოჩნდებით ✨️ 

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 13,
    name: "A Jar Full of Ideas",
    slug: "a-jar-full-of-ideas",
    images: ["/images/img24.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%AA%E1%83%90%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-a-jar-full-of-activity-7349884790805860354-dZbb",
    description: `გამოწვევის მეცამეტე დღე - "A Jar Full of Ideas"

ასეთი წარმომიდგენია ქილა, სადაც იდეებს ჩავყრიდი, რომ შემეძლოს. 🧚‍♀️

პაწაწუნა მანათობელი ფერიები გათავისუფლების მოლოდინში. 
აი, რანაირად უნდა გავჩერდე და დავტოვო ესენი გამომწყვდეული? 

იმედი მაქვს, ოდესმე ყველა იდეას დავაფრთიანებ და ამით სხვებსაც რაღაც სარგებელს მოვუტან ✨️

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაშიხ ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც.

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 14,
    name: "A Magical Friendship",
    slug: "a-magical-friendship",
    images: ["/images/img25.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%97%E1%83%9D%E1%83%97%E1%83%AE%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-a-magical-friendship-activity-7350244324346900481-mBXw",
    description: `გამოწვევის მეთოთხმეტე დღე - "A Magical Friendship".

დრაკონის ადგილას რომ ჩემი უზარმაზარი ძაღლი წარმოიდგინოთ, ჩემს ინსპირაციის წყარომდეც მიხვალთ 😁

ღამღამობით ზღარბების ოჯახი გვსტუმრობს ხოლმე. გამოიძინებენ და დილით მიდიან. სად - არ ვიცი, მაგრამ, ყოველ ღამე ისევ ჩვენს ცუგებთან ბრუნდებიან დასაძინებლად. 

და რადგან მე ყველგან ჯადოქრობა მელანდება, წარმოვიდგენ, რომ, სანამ ჩვენ გვძინავს, ეზოში ასეთი ჯადოსნური ამბები ხდება ხოლმე. 

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც.

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 15,
    name: "Portrait of a Dreamer",
    slug: "portrait-of-a-dreamer",
    images: ["/images/img26.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%97%E1%83%AE%E1%83%A3%E1%83%A2%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-portrait-of-a-activity-7350576500758269953-wyKT",
    description: `გამოწვევის მეთხუტმეტე დღე -"Portrait of a Dreamer"

საზღვარგარეთ რომ ვსწავლობდი, ლექტორმა ავტოპორტრეტის დახატვა დაგვავალა, უკეთ რომ გაგიცნოთო.

ვეცადე, მთელი გული ჩავდე, მაგრამ ისე ვერ გამოვხატე თავი, როგორც მინდოდა.

მაშინ რომ AI მქონოდა... 😂

არა, მართლა. ამ ნამუშევარს ჩავაბარებდი. 

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 16,
    name: "Dream Factory",
    slug: "dream-factory",
    images: ["/images/img27.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%97%E1%83%94%E1%83%A5%E1%83%95%E1%83%A1%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-dream-factory-activity-7350920136251322371-W6tw",
    description: `გამოწვევის მეთექვსმეტე დღე - "Dream Factory"

წარმოიდგინეთ, ჯადოსნური ლაბორატორია, სადაც, პატარა ფერიები ქმნიან სიზმრებს. აი, ასე, პირდაპირ ფურცლებზე ადნობენ თავიანთ ჯადოსნურ ძალებს იმისთვის, რომ ჩვენ განსაკუთრებული და მხოლოდ ჩვენთვის შექმნილი სიზმრები ვნახოთ ✨️ ეს ზიმრები კი, ჩვენს ქვეცნობიერში რჩება და გვიბიძგებს მნიშვნელოვანი ნაბიჯების გადადგმისკენ. 

სიზმრები ჩვენთან ჯადოსნურ ბუებს მოაქვთ. 🦉 როგორი საპასუხისმგებლო საქმეა, ხომ წარმოგიდგენიათ. 

ახლა, წარმოიდგინეთ, ერთი პატარა გადაღლილი ბუ, რომელსაც მისამართები შეეშალა და სიზმრები აურია.

გაინტერესებთ რა მოხდებოდა? 
მე მაინტერესებს და იმედია, ამაღამ დამესიზმრება 😁

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში , ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 17,
    name: "The Tree of Dreams",
    slug: "the-tree-of-dreams",
    images: ["/images/img28.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%A9%E1%83%95%E1%83%98%E1%83%93%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-the-tree-of-activity-7351312001647677443-cLum",
    description: `გამოწვევის მეჩვიდმეტე დღე - "The Tree of Dreams"

ხე, რომელიც ოცნებებს ინახავს. თითო ფოთოლი, თითო მივიწყებული ოცნებაა, რომელიც ახდენას ელოდება. 🌳

ბავშვობაში სეირნობისას გადააწყდით და თქვენ დიდი მიზნები და ოცნებები გაუზიარეთ. 

მერე გაიზარდეთ - ათასი საფიქრალი, ათასი საქმე, ცხოვრების აჩქარებული ტემპი... სადღაა ბავშვობისდროინდელი ოცნებები. 

სწორედ მაშინ, როცა ყველაზე მეტად გჭირდებათ, ჯადოსნური ხე გიბრუნებთ ოცნებას - თქვენი ოცნების მოწყვეტილი ფოთოლი ქარს მოაქვს თქვენთან. ✨️ 

რას იზამდით მართლა რომ არსებობდრს ხე, რომელიც ისეთ ოცნებას შეგახსენებთ, განხორციელება ყველაფრად რომ გიღირდეთ? 

ნეტავ, მე თუ მქონდა ასეთი ოცნება ბავშვობაში 💭

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 18,
    name: "Lantern Festival",
    slug: "lantern-festival",
    images: ["/images/img29.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%97%E1%83%95%E1%83%A0%E1%83%90%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-lantern-festival-activity-7351660234647515136-jkwU",
    description: `გამოწვევის მეთვრამეტე დღე -"Lantern Festival"

ცათამბრჯენების თავზე, წელიწადში ერთხელ, ჯადოსნური მანათობელი ხიდი ჩნდება. ✨️

არავინ იცის,როდის, ან რატომ. უბრალოდ იციან, რომ ამ ხიდზე თუ მოხვდებიან, გულის კუნჭულში მიმალულ საიდუმლოებს ნათურებს გაატანენ კოსმოსში. შემდეგ კი, ეს საიდუმლო დაავიწყდებათ.

წარმოიდგინეთ, შემთხვევით თქვენი გაგზავნილი საიდუმლო ჩამოვარდა და უცხო ადამიანმა დაიჭირა. რას გაიგებდა თქვენზე? 💭

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 19,
    name: "The Umbrella Orchard",
    slug: "the-umbrella-orchard",
    images: ["/images/img30.jpeg", "/images/img31.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%AA%E1%83%AE%E1%83%A0%E1%83%90%E1%83%9B%E1%83%94%E1%83%A2%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-the-umbrella-activity-7352018216505819136-gA_a",
    description: `გამოწვევის მეცხრამეტე დღე - "The Umbrella Orchard"

ტყე, სადაც პატრონებისგან მივიწყებული ქოლგები ფესვებს იდგამს და სამუდამოდ ინახავს ასევე მოვიწყებულ მოგონებებს. წვიმის დროს კი, ყველა ქოლგა იშლება და ასხივებს მათთვის ძვირფას მოგონებებს.

მაგალითისთვის, ერთი ქოლგის საყვარელი მოგონებაც დავხატე 😁

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში,ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის 🤍`,
  },
  {
    id: 20,
    name: "A Magical Suitcase",
    slug: "a-magical-suitcase",
    images: ["/images/img32.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9B%E1%83%94%E1%83%9D%E1%83%AA%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-a-magical-suitcase-activity-7352388803648438272-UMWU",
    description: `გამოწვევის მეოცე დღე - "A Magical Suitcase"

ერთ ოკეანისპირა პატარა ქალაქში ცხოვრობს პატარა გოგონა, რომელიც საღამოობით ოკეანის გამორიყულ "განძს" აგროვებს. 

ერთ დღესაც კი, ნამდვილ განძს - ჯადოსნურ ჩემოდანს გადააწყდა. ჩემოდანი იხსნება მხოლოდ იმ ადამიანის ხელში, ვისაც გამორჩეულად ჩათვლის და ამოგზაურებს ყველა არსებულ თუ არარსებულ სამყაროში. ⭐ 

თქვენი აზრით, გაიხსნებოდა ჩემოდანი თქვენს ხელში?

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც. 

მადლობა ყურადღებისთვის! 🤍`,
  },
  {
    id: 21,
    name: "The Secret Night Market",
    slug: "the-secret-night-market",
    images: ["/images/img33.jpeg", "/images/img34.jpeg"],
    linkedin:
      "https://www.linkedin.com/posts/anakopadze_%E1%83%92%E1%83%90%E1%83%9B%E1%83%9D%E1%83%AC%E1%83%95%E1%83%94%E1%83%95%E1%83%98%E1%83%A1-%E1%83%9D%E1%83%AA%E1%83%93%E1%83%90%E1%83%9B%E1%83%94%E1%83%94%E1%83%A0%E1%83%97%E1%83%94-%E1%83%93%E1%83%A6%E1%83%94-the-secret-night-activity-7352726337838637057-9oQU",
    description: `გამოწვევის ოცდამეერთე დღე - "The Secret Night Market"

წამოგიდგენთ საიდუმლო ბაზრობას, რომელიც მხოლოდ ღამით იხსნება. აქ შეძლებთ შეიძინოთ სხვის მიერ დავიწყებული სახელები (საყვარელი ადამიანების, ცხოველების, ადგილების ან თუნდაც საკუთარ თავში აღმოჩენილი სამყაროების) და მათთან დაკავშირებული მოგონებები. მაგრამ, სანაცვლოდ, საკუთარი ძვირფასი მოგონება უნდა დატოვოთ. ⭐ 

რაში გამოიყენებდით ამ შენაძენს? ან, გაიმეტებდით კი საკუთარ მოგონებას სხვაში გასაცვლელად?

შეგახსენებთ გამოწვევას - 30 დღის განმავლობაში, ყოველდღიურად უნდა გაგიზიაროთ ჩემი და Canva AI-ს შექმნილი ერთი სურათი მაინც.

მადლობა ყურადღებისთვის! 🤍`,
  },
];

export const challengesMap = new Map(
  challenges.reverse().map((challenge) => [challenge.slug, challenge])
);

export const totalArtworks = challenges.reduce(
  (acc, challenge) => acc + challenge.images.length,
  0
);
